var EnumsUtil = {
    "ACCOUNT": {
        "POSITION": {
            "1": "師1",
            "2": "師2",
            "3": "師3",
            "4": "師4",
            "5": "師5",
            "6": "師6",
            "7": "師7",
            "8": "師8",
            "9": "師9",
            "10": "師10",
            "11": "師11",
            "12": "師12",
            "13": "師13",
            "14": "師14",
            "15": "師15",
            "16": "師16",
            "17": "師17",
            "18": "師18",
            "19": "師19",
            "20": "師20"
        },
        "STATUS": {
            "1": "啟用",
            "2": "停用",
            "3": "離職",
            "4": "留停"
        }
    },
    "TEAM": {
        "STATUS": {
            "0": "停用",
            "1": "啟用"
        }
    },
    "ROLE": {
        "HR_MANAGER": {
            "0": "否",
            "1": "是"
        }
    },    
    "OPTIONS":{
        "RankPercent":"RankPercent"
    }
};

module.exports = EnumsUtil;